# Вы можете расположить сценарий своей игры в этом файле.

image Эреннорм = "Eren/Эреннорм.png"
image Эреннед = "Eren/Эреннед.png"
image Эрензло = "Eren/Эрензло.png"
image Эренуд = "Eren/Эренуд.png"
image Эренул = "Eren/Эренул.png"
image Пидец = Animation("Eren/Эренуд.png", 1,
                          "Eren/Эреннед.png", 1,    
                          "Eren/Эреннорм.png", 999)
image ээ = "чиби/эмоцэрен.png"
image ээуд = "чиби/ээуд.png"
image эээх = "чиби/эээх.png"
####################
image лес = "Фон/лес.jpg"
image лес2 = "Фон/лес2.jpg"
image black = "black.png"
####################
image Пром1 = "Кат/Пром1.png"
image ПоЛе = "Кат/Появление Леона.png"
####################
image Паркиул = "Паркибазакопия.png"
image Существо = Animation("П1.png", 0.2,
                                            "П2.png", 0.1,  
                                            "П1.png", 0.1,  
                                            "П3.png", 0.1)
image П = Animation("Попар/ПП1.png", 0.2,
                                            "Попар/ПП2.png", 0.2,  
                                            "Попар/ПП3.png", 0.2)
image ПП = Animation("Попар/ПП.png", 0.2,
                                            "Попар/ПП4.png", 0.2,  
                                            "Попар/ПП6.png", 0.2, 
                                            "Попар/ПП4.png", 0.2) 
image ППП = Animation("Попар/ППП.png", 0.2,
                                            "Попар/ППП1.png", 0.2,  
                                            "Попар/ППП2.png", 0.2, 
                                            "Попар/ППП1.png", 0.2) 
image Секрет = "Секрет.png"
##############################
image side ггн = "Eleon/Иори.png"
image side ггул = "Eleon/ггул.png"
image side ггзло = "Eleon/ггзло.png"
image side ггуд = "Eleon/ггуд.png"
image ээл = "чиби/ээл.png"
image ээпл = "чиби/ээпл.png"
#############################
image НезнакомецК = "Крис/НезнакомецК.png"
image Криснорм1 = "Крис/КристианНорм1.png"
image Крисул1 = "Крис/КристианУл1.png"
image Криснед1 = "Крис/КристианНед1.png"
image Крисуд1 = "Крис/КристианУд1.png"
image Крисаним1 = Animation("Крис/КристианУд1.png", 0.3, 
                                            "Крис/КристианНорм1.png", 999)

image ПоКри1 = "Покри1.png"
image ПоКри2 = "Покри2.png"
image ПоКри3 = "Покри3.png"
image ПоКри4 = "Покри4.png"

